{
    " " : " ",
    "National Band of the Naval Reserve" : "National Band of the Naval Reserve",
    "Home" : "Home",
    "About" : "About",
    "Gallery" : "Gallery",
    "Videos" : "Videos",
    "Ceremonial Music" : "Ceremonial Music",
    "Concerts" : "Concerts",
    "Jobs" : "Jobs",

    "Contact information" : "Contact information",
    "Find NBNR online:" : "Find NBNR online:",
    "Request NBNR" : "Request NBNR",
    "Inquire" : "To inquire about a performance by NBNR, please send a detailed request to the officer in charge:",
    "Internal" : "Internal",
    "External" : "External",

    "Error 404": "Error 404",

    "About p1" : "The National Band of the Naval Reserve (NBNR), formed in 1976, is comprised of Reservist musicians chosen from the six Naval Reserve Division bands across Canada :",
    "TECUMSEH" : "HMCS TECUMSEH in Calgary, Alberta;",
    "CHIPPAWA" : "HMCS CHIPPAWA in Winnepeg, Manitoba;",
    "STAR" : "HMCS STAR in Hamilton, Ontario;",
    "YORK" : "HMCS YORK in Toronto, Ontario;",
    "DONNACONA" : "HMCS DONNACONA in Montreal, Quebec;",
    "MONTCALM" : "HMCS MONTCALM in Québec, Quebec",
    "About p2" : "Members of NBNR are selected by the officer in charge, Lieutenant-Commander Alexandrea Kovacs, based on their professionalism, dedication, and musical expertise. NBNR performs in various ensemble formats, including parade band, concert band, jazz band, and woodwind and brass ensembles. NBNR has enjoyed collaborations with many organizations and bands from around the world, including Chile, Germany, the United Kingdom, Australia, the United States of America, and the Netherlands.",
    "About p3" : "NBNR trains and performs primarily during the summer months in support of the Naval Reserve’s mission to represent the Canadian Armed Forces and to connect with Canadians. From May to August, NBNR tours across Canada, providing musical support to civilian events, such as the Calgary Stampede and Grey Cup parade, and military parades and ceremonies, including visiting foreign dignitaries and changes of command. As NBNR’s musicians are selected from six smaller bands, the band is flexible and agile to support various operations throughout the year. During the training year at their home units, musicians travel to join NBNR for in-person specific training opportunities and events across Canada and internationally. Naval Reserve musicians can also hone their trade skills with NBNR’s virtual training offerings.",
    "Events" : "Events",
    "About Events" : "NBNR has participated in the Royal Nova Scotia International Tattoo annually since the inauguration ofthe Tattoo in 1979, either as NBNR or augmenting other Canadian Armed Forces bands. In the week leading up to the Tattoo, NBNR plays outdoor pop-up concerts around Halifax.During the summer tour, NBNR performs during events at the Calgary Stampede, including the Stampede parade,pancake breakfasts, and rodeo and chuckwagon races.The summer period also includes replacing the Regular Force Naden Band for performances in Victoria, BC while Naden members take leave. Every year, regardless of weather,NBNR marches through downtown Montreal in the oldest and largest St. Patrick’s Day parade in Canada.NBNR has also performed in Pride parades in Toronto and Calgary.During the fall, NBNR participates in Canadian Football League Grey Cup events.",
    "Ensembles" : "Ensembles",
    "About Ensembles" : "NBNR draws talented musicians from six smaller bands to create a variety of ensembles to meet many performance requirements.",
    "Concert Band" : "Concert Band",
    "About Concert Band" :  " - Composed of approximately 50 musicians with a full range of instrumentation, this ensemble plays a wide range of music including traditional and contemporary wind band music, as well as pop, world music, movie soundtrack music and more. NBNR’s diversity committee focuses on repertoire selection from a diverse range of composers,especially Canadian artists. NBNR’s concert band performs at formal concerts, public festivals,military events and more.",
    "Parade Band" : "Parade Band",
    "About Parade Band" : " - Composed of approximately 50 musicians with instrumentation ranging from the high notes of the piccolo to the bass notes of the sousaphoneand all the parade instruments in between, this band plays traditional military marches, pop and rock tunes.The parade band supports events such as visiting foreign and Canadian dignitaries,change of command ceremonies, public and military parades, and the Royal Nova Scotia International Tattoo.",
    "Jazz Ensemble" : "Jazz Ensemble",
    "About Jazz Ensemble" : " - NBNR jazz ensembles range from 6 to 10 musicians, often including talented vocalists. These ensembles provide a range of music from old jazz standards, to swing, funk, pop, and folk music featuring eastern Canadian spoons.",
    "Flute Ensemble" : "Flute ensemble",
    "About Flute Ensemble" : " - The NBNR flute ensemble ranges in size and scope depending on the event: trio, quartet or a full flute choir. The flute ensemble may include piccolo, alto and bass flute for a wider range and sound. NBNR’s flute ensemble plays a range of music from baroque to contemporary.",
    "Woodwind Ensemble" : "Woodwind Ensemble",
    "About Woodwind Ensemble" : " - NBNR’s woodwind section provides a combination of instruments for a woodwind trio, quartet or full ensemble including flute, clarinet, oboe, saxophone, and bassoon. Musical repertoire includes traditional woodwind pieces, contemporary and even pop music.",
    "Brass Ensemble" : "Brass Ensemble",
    "About Brass Ensemble" : " - NBNR’s brass musicians provide a harmonious ensemble of brass players as a quartet, quintet or larger brass ensemble performing a variety of music from classical to contemporary and swing.",
    "Percussion Section" : "Percussion section",
    "About Percussion Section" : " - NBNR’s percussionists can join any of the above ensembles or perform as a stand-alone ensemble providing rhythm and melody.",

    "Ensemble" : "Ensemble",
    "TICKETS" : "TICKETS",
    "FREE" : "FREE",

    "No Concert" : "Upcoming concerts will be added here.",
    "Concert time zones" : "Concert times are shown in the local timezone.",

    "Eastern Region" : "Eastern Region",
    "Center Region" : "Center Region",
    "Western Region" : "Western Region",
    "HMCS" : "HMCS",
    "Telephone" : "Telephone",
    "Recruiting" : "Recruiting",
    "Email" : "Email"
}