{
    "National Band of the Naval Reserve": "Musique nationale de la Réserve navale",
    "Home" : "Accueil",
    "About" : "À propos",
    "Gallery" : "Gallerie",
    "Videos" : "Vidéos",
    "Concerts" : "Concerts",
    "Jobs" : "Emplois",

    "Contact information" : "Contact",
    "Find NBNR online:" : "Pour trouver la MNRN en ligne:",
    "Request NBNR" : "Demander la MNRN:",
    "Inquire" : "Pour demander une performance de la MNRN ou pour des informations supplémentaires, veuillez envoyer une demande détaillée à l'officière responsable :",
    "Internal" : "Interne",
    "External" : "Externe",

    "Error 404": "Erreur 404",

    "About p1" : "La Musique nationale de la Réserve navale (MNRN), formée en 1976, est composée de musiciens réservistes choisis parmi les six divisions de la Réserve navale du Canada ayant une musique :",
    "TECUMSEH" : "NCSM TECUMSEH à Calgary, Alberta;",
    "CHIPPAWA" : "NCSM CHIPPAWA à Winnipeg, Manitoba;",
    "STAR" : "NCSM STAR à Hamilton, Ontario;",
    "YORK" : "NCSM YORK à Toronto, Ontario;",
    "DONNACONA" : "NCSM DONNACONA à Montréal, Québec;",
    "MONTCALM" : " NCSM MONTCALM à Québec, Québec",
    "About p2" : "Les membres de la MNRN sont choisis par l’officière responsable, la capitaine de corvette Alexandrea Kovacs, en fonction de leur professionnalisme, de leur dévouement et de leur expertise musicale. La MNRN se produit sous différents formats d’ensemble, notamment en fanfare de parade, en orchestre d’harmonie, en combo jazz et en ensembles d’instruments à vent et de cuivres. La MNRN a collaboré avec de nombreuses organisations et de nombreux orchestres du monde entier, provenant entre autres du Chili, de l’Allemagne, du Royaume-Uni, de l’Australie, des États-Unis d’Amérique et des Pays-Bas.",
    "About p3" : "La MNRN s’entraine et se produit principalement pendant l’été afin d’appuyer la mission de la Réserve navale qui est de représenter les Forces armées canadiennes et de créer des liens avec les Canadiens. De mai à aout, la MNRN effectue une tournée à travers le Canada, offrant un soutien musical à des évènements civils, comme le Stampede de Calgary et le défilé de la Coupe Grey, et à des défilés et cérémonies militaires, notamment la visite de dignitaires étrangers et les changements de commandement. Comme les musiciens de la MNRN sont choisis parmi six plus petites formations, le groupe est flexible et agile et peut soutenir diverses opérations tout au long de l’année. Au cours de l’année d’entrainement dans leur unité d’appartenance, les musiciens ont l’opportunité de se joindre à la MNRN pour des entrainements et des évènements spécifiques à travers le Canada et à l’étranger. Les musiciens de la Réserve navale peuvent également perfectionner leurs compétences professionnelles grâce aux formations virtuelles offertes par la MNRN.",
    "Events" : "Évènements",
    "About Events" : "La MNRN a participé au Tattoo royal international de la Nouvelle-Écosse chaque année depuis l’inauguration du Tattoo en 1979, soit en tant que la MNRN, soit en soutenant d’autres groupes des Forces armées canadiennes. Au cours de la semaine précédant le Tattoo, la MNRN donne des concerts en plein air dans les environs de Halifax. Pendant sa tournée d’été, la MNRN se produit lors des évènements du Stampede de Calgary, y compris le défilé du Stampede, les déjeuners de crêpes, les rodéos et les courses de charriots. Pendant la période estivale, la MNRN remplace également la Musique Naden de la Force régulière et donne des concerts à Victoria, en Colombie-Britannique, pendant que les membres de Naden sont en congé. Chaque année, peu importe la température, la MNRN défile au centre-ville de Montréal dans le plus ancien et le plus grand défilé de la Saint-Patrick au Canada. La MNRN a également participé aux défilés de la Fierté à Toronto et à Calgary. À l’automne, la MNRN participe aux évènements de la Coupe Grey de la Ligue canadienne de football.",
    "Ensembles" : "Formations",
    "About Ensembles" : "La MNRN fait appel à des musiciens talentueux issus des six Musiques de la Réserve navale pour créer une variété d’ensembles répondant à de nombreuses exigences de performance.",
    "Concert Band" : "Orchestre d’harmonie",
    "About Concert Band" :  " – constitué d’environ 50 musiciens avec un vaste éventail d’instruments, cet ensemble offre un répertoire varié comprenant de la musique traditionnelle et contemporaine pour orchestre d’harmonie, ainsi que de la musique pop, de la musique du monde, de la musique de film et plus encore. Le comité de la diversité de la MNRN met l’accent sur la sélection de répertoires provenant de compositeurs d’origines diverses, en particulier d’artistes canadiens. L’orchestre d’harmonie de la MNRN se produit lors de concerts officiels, de festivals publics, d’évènements militaires et plus encore.",
    "Parade Band" : "Fanfare",
    "About Parade Band" : " – constituée d’environ 50 musiciens dont l’instrumentation va des notes aigües du picolo aux notes graves du sousaphone, en passant par tous les autres instruments de parade. Cette formation joue des marches militaires traditionnelles et des airs pop et rock. La fanfare participe à des évènements tels que les visites de dignitaires étrangers et canadiens, les cérémonies de passation de commandement, les défilés publics et militaires et le Royal Nova Scotia International Tattoo.",
    "Jazz Ensemble" : "Ensemble de jazz",
    "About Jazz Ensemble" : " - Les ensembles de jazz de la MNRN comptent de 6 à 10 musiciens et comprennent souvent des chanteurs et chanteuses de talent. Ces ensembles offrent un répertoire musical varié incluant de vieux standards de jazz, du swing, du funk, de la pop et même de la musique folklorique où l’on peut entendre des cuillères de l’est du Canada.",
    "Flute Ensemble" : "Ensemble de flutes",
    "About Flute Ensemble" : " - La taille et l’envergure de l’ensemble de flutes de la MNRN varient selon l’évènement : trio, quatuor ou ensemble complet de flutes. L’ensemble peut inclure des flutes picolo, alto et basse pour une plus grande portée et une plus grande sonorité. L’ensemble de flutes de la MNRN interprète un répertoire varié, allant du baroque à la musique contemporaine.",
    "Woodwind Ensemble" : "Ensemble à vents",
    "About Woodwind Ensemble" : " – L'ensemble à vents de la MNRN s'offre en formule trio, quatuor ou quintette à vent complet, comprenant la flute, la clarinette, le hautbois, le saxophone et le basson. Le répertoire musical comprend des pièces traditionnelles pour instruments à vent, de la musique contemporaine et même de la musique pop.",
    "Brass Ensemble" : "Ensemble de cuivres",
    "About Brass Ensemble" : " – Les cuivres de la MNRN forment un ensemble harmonieux de musiciens en quatuor, en quintette ou en grand ensemble de cuivres qui interprètent une variété de musique allant du classique au contemporain en passant par le swing.",
    "Percussion Section" : "Ensemble de percussion",
    "About Percussion Section" : " – Les percussionnistes de la MNRN peuvent se joindre à n’importe quel ensemble susmentionné ou se produire en tant qu’ensemble autonome jouant à la fois rythmes et mélodies.",
    
    "Ensemble" : "Ensemble",
    "TICKETS" : "BILLETS",
    "FREE" : "GRATUIT",

    "No Concert" : "Les concerts à venir vont s'ajouter ici.",
    "Concert time zones" : "Les heures de concert sont indiquées dans le fuseau horaire local.",

    "Eastern Region" : "Région de l'Est",
    "Center Region" : "Région centrale",
    "Western Region" : "Région de l'Ouest",
    "HMCS" : "NCSM",
    "Telephone" : "Téléphone",
    "Recruiting" : "Recrutement",
    "Email" : "Courriel"
}